stud_card = {
        'ID': ['01','02','03','04','05'],
        'Имя' : ['Иван','Сергей','Екатерина','Ольга','Мария'],
        'Фамилия': ['Петров','Бойко','Литовченко','Мессинг','Пастернак'],
        'Дата рождения' : ['17.08.2000','04.05.2001','01.04.1999','23.02.2002','08.03.2004'],
        'Успеваемость' : ['Отличник','Троечник','Хорошист','Отличник','Хорошист']
}
with open('student_info.json', 'a') as data:
        data.write(f' {stud_card}\n')
        print(f'Результат {stud_card}\n' )
data.close()